acpi_call
adapta-kde
adobe-source-code-pro-fonts
android-file-transfer
ark
autoconf
automake
bash
binutils
bison
bluedevil
breeze
breeze-gtk
bzip2
calibre
chromium
code
colord-kde
coreutils
crda
cryptsetup
cups
device-mapper
dhcpcd
dialog
diffutils
discover
docker
docker-compose
dolphin
drkonqi
dropbox
e2fsprogs
elisa
exa
expac
fakeroot
file
filesystem
findutils
firefox
fish
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree-ppds
foomatic-db-ppds
fwupd
fzf
gawk
gcc
gcc-libs
gettext
git
glances
glibc
gnu-netcat
go
grep
groff
gst-libav
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gvim
gwenview
gzip
hugo
hunspell-en_GB
ibus-unikey
inetutils
intel-ucode
iproute2
iputils
jdk8-openjdk
jfsutils
jpegoptim
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
keepassxc
kgamma5
khotkeys
kinfocenter
kmenuedit
knetattach
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
latte-dock
less
libinput-gestures
libkscreen
libksysguard
libreoffice-still
libtool
libva-intel-driver
licenses
linux
logrotate
lvm2
lynx
m4
make
man-db
man-pages
maven
mcomix
mdadm
mill
milou
mpv
nano
nerd-fonts-source-code-pro
netctl
networkmanager
nfs-utils
nnn
npm
ntp
okular
openssh
otf-ipafont
otf-san-francisco
otf-sfmono
oxygen
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pandoc-bin
patch
pavucontrol-qt
pciutils
perl
phonon-qt5-gstreamer
phonon-qt5-vlc
pkgconf
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
powerline-common
powerline-fonts
procps-ng
psmisc
pulseaudio-bluetooth
pv
python-pip
python-virtualenvwrapper
python2-mechanize
python2-pip
qemu
read-edid
redshift
reiserfsprogs
remmina
rsync
s-nail
sbt
scala
sddm-kcm
sed
shadow
smartmontools
spectacle
sshfs
stack-static
stow
sudo
sysfsutils
systemd-sysvcompat
systemsettings
tar
telegram-desktop
texinfo
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-latexextra
thermald
tigervnc
tlp
tmux
transmission-qt
tree
ttf-caladea
ttf-carlito
ttf-croscore
ttf-liberation
ttf-public-sans
unrar
unzip
usbutils
user-manager
util-linux
vi
wget
which
wol
x86_energy_perf_policy
xfsprogs
xorg-server
xorg-xgamma
xorg-xrandr
yajl
yakuake
yay-bin
